/**
 * 
 */
package android.interfaces;

/**
 *****************************************************************************************************************************************************************************
 * 打开抽屉式完成动画监听
 * @author :Atar
 * @createTime:2014-11-4下午8:12:25
 * @version:1.0.0
 * @modifyTime:
 * @modifyAuthor:
 * @description:
 *****************************************************************************************************************************************************************************
 */
public interface OnOpenDrawerCompleteListener {
	void onOpenDrawerComplete();

	boolean onMoveRight();
}
